{
    "items": [
        {   
            "id":5,
            "title": "Commune de St-Martin",
            "image": "https://medias.digitalgarage.ch/sites/saint-martin-fr-ch.jpg",
            "alt": "Création de site internet pour la commune de Saint-Martin Fribourg",
            "bgcolor": "#81A1B7",
            "link": "https://www.saint-martin-fr.ch/",
            "slug": "saint-martin-fr-ch",
            "description": "Bienvenue sur le site de la commune de Saint-Martin FR, un village accueillant situé au cœur de la magnifique région de la Veveyse <br /><br />En tant qu’habitant de la commune, j’ai eu le plaisir de travailler sur cette nouvelle version du site web en mettant mon expertise à disposition de ce charmant village pour créer un site internet à son image. Grâce à une navigation simple et intuitive, vous pourrez facilement trouver toutes les informations pratiques dont vous avez besoin : horaires de l’administration, informations administratives et services, agenda des manifestations, etc. <br /><br />De plus, une section dédiée aux actualités et une section “pilier public” vous permettront de rester informé(e) de tout ce qui se passe à Saint-Martin FR. <br /><br />J’espère que mon travail vous aidera à trouver toutes les informations que vous recherchez.",
            "detail": "<p>En tant que développeur web professionnel basé à St-Martin Fribourg (St-Martin est situé en Veveyse, proche de Châtel-St-Denis), je suis fier d'avoir apporté mon expertise en web développement et en design pour créer un site web sur mesure qui répond aux besoins de cette commune.<br /><br />En utilisant WordPress, un CMS populaire qu'utlisait déjà la commune de St-Martin, j'ai créé un site web personnalisé à partir du thème de démarrage appelé _s, ou également connu sous le nom de Underscores.</p><h4>Quelques mots sur Underscores</h4><p>Il s'agit d'un thème de base minimaliste créé par Automattic, la société derrière WordPress. Le thème _s est conçu pour être utilisé comme un point de départ pour créer un thème WordPress personnalisé à partir de zéro.</p><p>Le thème _s est léger et facilement personnalisable, ce qui le rend idéal pour les développeurs qui souhaitent créer un thème WordPress sur mesure. Le thème inclut des fichiers de modèle de base, des styles CSS et des fonctions PHP pour les fonctionnalités essentielles d'un thème WordPress, telles que la navigation, les en-têtes et les pieds de page.</p><p>Le thème _s est également conforme aux normes WordPress et utilise des pratiques de codage recommandées, ce qui le rend sûr et fiable. Les développeurs peuvent ajouter leurs propres styles et fonctionnalités à partir de ce thème de base pour créer un thème WordPress personnalisé qui répond à leurs besoins spécifiques.</p><p><h4>Mon expertise en développement de thèmes WordPress</h4><p>Avec mon expertise en développement de thèmes WordPress, j'ai pu concevoir un site web qui est non seulement esthétiquement agréable, mais également facile à naviguer. En utilisant HTML, CSS, JavaScript, PHP et MySQL, j'ai pu optimiser le site pour le référencement naturel et ainsi améliorer sa visibilité sur les moteurs de recherche.<br /><br />Mon objectif est de fournir des services web de qualité pour les entreprises locales de la région de Châtel-St-Denis, Semsales, Attalens, en Veveyse dans le canton deFribourg. En tant que spécialiste en programmation web, je peux fournir des services de développement frontend et backend pour répondre à tous vos besoins de conception de sites web et d'applications web. Avec une expertise en responsive design et en UX design, je peux m'assurer que votre site web est convivial et facile à utiliser pour vos clients.<br /><br />En tant que webmaster, j'offre également des services d'hébergement web et de maintenance de sites web pour garantir que votre site web reste sécurisé, fonctionne correctement et offre une expérience utilisateur optimale. Avec des années d'expérience en développement sur mesure, je peux fournir des solutions de développement web personnalisées.<br /><br />Si vous êtes à la recherche d'un développeur web professionnel pour la création de votre site web, n'hésitez pas à me contacter.</p>",
            "keywords": "Développement web, développement web Fribourg, développement web Veveyse, développement web Châtel-St-Denis, développement web Semsales, développement web Attalens, développement web Bulle, développement web Romont, développement web Fribourg, développement web Suisse, développement web Next.js, développement web WordPress, développement web headless, développement web headless WordPress, développement web headless Next.js, développement web headless React"
        },
        {
            "id":4,
            "title": "Comptoir de la Veveyse",
            "image": "https://medias.digitalgarage.ch/sites/comptoir-veveyse-ch.jpg",
            "alt": "Création de site internet, design et developpement pour le Comptoir de la Veveyse à Châtel-St-Denis, Fribourg, Suisse",
            "bgcolor": "#E8ECEF",
            "link": "https://comptoir-veveyse.ch/",
            "slug": "comptoirveveyse-ch",
            "description": "J’ai le plaisir de réaliser ce site internet depuis la première édition du Comptoir de la Veveyse.<br /> En tant que web designer passionné par la mise en valeur des projets locaux, j’ai mis mon expertise au service de cette manifestation qui valorise l'économie de la Veveyse, son artisanat et ses produits du terroir.  <br /> <br /> J’ai donc travaillé avec les organisateurs pour créer un site à la hauteur de l'événement : un site dynamique, clair et facile d’utilisation qui met en avant les exposants, les animations et les temps forts du Comptoir. <br /> <br /> Je suis honoré de contribuer à la promotion de chaque édition de ce rendez-vous incontournable de la région, et j’espère que mon travail continuera à aider à faire rayonner le Comptoir de la Veveyse.",
            "detail":"<p>En tant que développeur web professionnel basé à St-Martin Fribourg (St-Martin est situé en Veveyse, proche de Châtel-St-Denis), je suis fier d'avoir apporté mon expertise en développement web et en design pour créer un site web sur mesure pour le Comptoir de la Veveyse, en utilisant Next.js et WordPress.</p><p>Le site a été réalisé en utilisant Next.js, un framework moderne pour la création d'applications web et WordPress comme système de gestion de contenu (CMS) headless pour gérer facilement les informations affichées sur le site.</p><h4>Quelques mots sur Next.js et WordPress Headles</h4><p>Next.js est un framework basé sur React, qui permet de créer des applications web performantes et optimisées pour le référencement naturel (SEO). L'utilisation de WordPress en mode headless signifie que WordPress est utilisé uniquement pour la gestion du contenu, tandis que l'affichage et la mise en forme sont gérés par Next.js.</p><p>Cette combinaison offre une grande flexibilité et des performances optimales pour les sites web modernes. Grâce à la mise en cache des pages et au rendu côté serveur, le site du Comptoir de la Veveyse est rapide, réactif et optimisé pour les moteurs de recherche.</p><h4>Mon expertise en développement Next.js et WordPress</h4><p>Avec mon expertise en développement Next.js et WordPress, j'ai conçu un site web esthétiquement agréable et facile à naviguer pour le Comptoir de la Veveyse.</p><p>Mon objectif est de fournir des services web de qualité pour les entreprises locales de la région de Châtel-St-Denis, Semsales, Attalens, en Veveyse dans le canton de Fribourg. En tant que spécialiste en programmation web, je peux fournir des services de développement frontend et backend pour répondre à tous vos besoins de conception de sites web et d'applications web. Avec une expertise en responsive design et en UX design, je peux m'assurer que votre site web est convivial et facile à utiliser pour vos clients.</p><p><br/></p><p>Si vous êtes à la recherche d'un développeur web professionnel pour la création de votre site web, n'hésitez pas à me contacter.</p>",
            "keywords": "Développement web, développement web Fribourg, développement web Veveyse, développement web Châtel-St-Denis, développement web Semsales, développement web Attalens, développement web Bulle, développement web Romont, développement web Fribourg, développement web Suisse, développement web Next.js, développement web WordPress, développement web headless, développement web headless WordPress, développement web headless Next.js, développement web headless React"
        },
        {
            "id":3,
            "title": "ARBRacadabrant",
            "image": "https://medias.digitalgarage.ch/sites/semsales2020-ch.jpg",
            "alt": "Création de site internet pour le spectacle ARBRacadabrant de la fanfare l'Edelweiss de Semsales, Fribourg, Suisse",
            "bgcolor": "#B1CE02",
            "link": "https://www.semsales2020.ch/",
            "slug": "semsales2020-ch",
            "description": "En tant que membre de la fanfare l'Edelweiss de Semsales, j'ai eu l'opportunité de réaliser le site web semsales2020.ch pour promouvoir le spectacle ARBRacadabrant. Ce spectacle a été spécialement créé pour le 100e anniversaire de la fanfare par des artistes fribourgeois tels que Philippe Huwiler, Pierre Schmidhaüsler et Claude Mordasini. Les festivités auront lieu les 2 premiers week-ends de juillet 2023 sur la place de la vieille église de Semsales. <br /> <br /> J'ai utilisé Wordpress comme plateforme et j'ai créé un thème personnalisé ce qui m'a permis de donner au site un aspect moderne et dynamique pour que les visiteurs puissent facilement trouver toutes les informations importantes sur l'événement. Le site optimisé pour les mobiles permet aux utilisateurs de naviguer facilement depuis leur smartphone ou leur tablette afin d'avoir les informations utiles également lorsqu'ils sont sur la place de fête. <br /> <br />Le site semsales2020.ch est une vitrine pour l'événement ARBRacadabrant, fournissant des informations claires et précises sur le spectacle. Ce projet a été une occasion de mettre en pratique mes compétences en développement web et en design, tout en contribuant à la promotion de la fanfare.<p>Si vous êtes à la recherche d'un développeur web professionnel pour la création de votre site web, n'hésitez pas à me contacter.</p>",
            "keywords":"Développement web, développement web Fribourg, développement web Veveyse, développement web Châtel-St-Denis, développement web Semsales, développement web Attalens, développement web Bulle, développement web Romont, développement web Fribourg, développement web Suisse, développement web Next.js, développement web WordPress, développement web headless, développement web headless WordPress, développement web headless Next.js, développement web headless React"
        },
        {
            "id":2,
            "title": "Le Plan Gourmand",
            "image": "https://medias.digitalgarage.ch/sites/leplangourmand-ch.jpg",
            "alt": "Création de site internet pour Le Plan Gourmand, food truck et traiteur à Fribourg, Bulle, Châtel-St-Deins, Attalens, Suisse",
            "bgcolor": "#C8812F",
            "link": "https://www.leplangourmand.ch/",
            "slug": "leplangourmand-ch",
            "description": "Bienvenue sur le site du Plan Gourmand, votre service de food truck et traiteur préféré !<br />En tant que web designer passionné par la création de sites web pour les entreprises locales, j’ai eu le plaisir de travailler avec Le Plan Gourmand pour créer un site internet à leur image. <br /> J’ai eu l’opportunité de travailler sur leur projet grâce à <a href='https://maudephoto.ch' target='_blank'>Maude</a> qui m’avait et me fait toujours confiance pour son projet, prouvant ainsi que le bouche-à-oreille est encore un moyen efficace de promouvoir son entreprise.  <br /> Sur ce site, vous pourrez découvrir leur concept de food truck et traiteur, ainsi que leur passion pour les produits frais et de qualité. Vous trouverez également leurs menu, leurs tarifs et les différents événements qu’ils animent. Grâce à une navigation simple et intuitive, vous pourrez facilement trouver toutes les informations dont vous avez besoin pour nous contacter et pour réserver nos services.",
            "keywords": "Plan Gourmand, food truck, traiteur, service, site internet, web designer, entreprises locales, concept, produits frais, qualité, menu, tarifs, événements, navigation, informations, contact, réservation."
        },
        {
            "id":1,
            "title": "71e giron des musiques de la Veveyse - Saint-Martin 2022",
            "image": "https://medias.digitalgarage.ch/sites/st-martin2022-ch.jpg",
            "alt": "Création de site internet pour le 71e giron des musiques de la Veveyse à Saint-Martin, Fribourg, Suisse",
            "bgcolor": "#AA06A5",
            "link": "https://www.st-martin2022.ch/",
            "slug": "st-martin2022-ch",
            "description": "Je suis ravi de vous présenter le travail que j'ai réalisé pour le site web du 71e giron des musiques de la Veveyse.<br /><br /> L'objectif était de concevoir un site web à la fois informatif et convivial pour tous les visiteurs, qu'ils soient musiciens, bénévoles ou simples curieux. J'ai donc travaillé en étroite collaboration avec la fanfare « L’Avenir de St-Martin» pour créer un site qui reflète l'esprit et la convivialité de cet événement annuel. <br /><br /> J'ai mis en place une interface conviviale et facile à naviguer, pour permettre aux visiteurs de trouver rapidement toutes les informations utiles sur la manifestation : programme, informations pratiques, photos, ainsi qu'un formulaire permettant de s'inscrire à la journée des ressortissants ou un autre qui permettait de s'engager en tant que bénévole. <br /><br />Pour le webdesign et pour mettre en évidence l'image dynamique de cette fête, je me suis inspiré du design du logo de l'événement, j'ai utilisé ses couleurs vives et ses bulle de bande dessinées. <br /><br />Je suis heureux d'avoir contribué à la promotion de cet événement et je suis convaincu que ce site web a été un outil précieux pour les visiteurs et les organisateurs du 71e giron des musiques de la Veveyse.",
            "keywords": "Giron des musiques, Veveyse, Événement annuel, Fanfare, Musiciens, Bénévoles, Convivialité, Manifestation, Programme, Informations pratiques, 71e giron des musiques, L'Avenir de St-Martin, Journée des ressortissants, Inscription bénévole, Photos, Interface conviviale, Design du logo, Couleurs vives, Bulles de bande dessinée, Veveyse, Fête en Veveyse, Événement musical Veveyse, Participation bénévole, S'impliquer dans le giron des musiques, Contribuer à l'événement, Promotion du giron des musiques, Site web événementiel, Informations pour les visiteurs, Outil précieux pour les organisateurs."
        }
    ]
}